Repository: UllrAI/SayKuku
Catalog: Sources/SayKuku/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: · Dev builds don’t check for updates
zh_hans: · 开发版不检查更新

source: %@ for %@ is already in use by another app. Record a new one.
zh_hans: %@（%@）已被其他 App 占用，请重新设置

source: %@ shortcut: %@
zh_hans: %@快捷键：%@

source: %lld characters
zh_hans: %lld 字

source: %lld days
zh_hans: %lld 天

source: %lld items
zh_hans: %lld 条

source: %lld saved items couldn’t be read and were skipped
zh_hans: 有 %lld 条本机记录无法读取，已跳过

source: %lld selected
zh_hans: 已选 %lld 条

source: %lld suggestions
zh_hans: %lld 条建议

source: A name needs at least one letter or number
zh_hans: 名称里要有文字或数字

source: API Key unavailable
zh_hans: 暂时无法读取 API Key

source: Accessibility
zh_hans: 辅助功能

source: Add
zh_hans: 添加

source: Add an API Key to test the connection
zh_hans: 填入 API Key 后即可测试连接

source: Add names, projects, and terms for more accurate transcription.
zh_hans: 添加常用的人名、项目和术语，让识别更准确。

source: Add to Memory
zh_hans: 加入记忆

source: Add your Qwen API Key first
zh_hans: 请先添加 Qwen API Key

source: Add…
zh_hans: 添加…

source: After you fix a misheard word, SayKuku asks whether to remember it. Nothing is saved until you say yes.
zh_hans: 改正识别错的词后，SayKuku 会问要不要记住，你同意后才保存

source: Aliases
zh_hans: 别名

source: Aliases are recognized too
zh_hans: 别名同样能被识别

source: Aliases: %@
zh_hans: 别名：%@

source: All
zh_hans: 全部

source: All history and recordings will be removed from this Mac. This can’t be undone.
zh_hans: 所有历史记录和录音都会从这台 Mac 上删除，且无法恢复。

source: Allow Accessibility access for SayKuku first
zh_hans: 请先允许 SayKuku 使用辅助功能

source: Allow access to
zh_hans: 允许使用

source: Allow microphone access first
zh_hans: 请先允许 SayKuku 使用麦克风

source: Already used for %@. Try another.
zh_hans: 已用于%@，请换一个

source: Also plays for Voice Agent
zh_hans: 语音 Agent 也会播放

source: Also used for Memory imports and retrying recordings
zh_hans: 也用于导入记忆和重新识别录音

source: Always off-limits
zh_hans: 始终不读取或写入

source: Analyze
zh_hans: 分析

source: Analyzing…
zh_hans: 正在分析…

source: Answer
zh_hans: 回答

source: Answer copied
zh_hans: 已复制回答

source: As spoken
zh_hans: 保持口述

source: Audio device changed. Recording stopped.
zh_hans: 音频设备已切换，录音已结束

source: Auto (Chinese & English)
zh_hans: 自动（中英混合）

source: Back
zh_hans: 返回

source: Baidu
zh_hans: 百度

source: Before analysis, SayKuku removes phone numbers, emails, and ID and bank card numbers in common formats, plus labeled addresses
zh_hans: 分析前会先去掉常见格式的电话号码、邮箱、身份证号和银行卡号，以及标注为地址的内容

source: Both global shortcuts are already in use by other apps. Record new ones.
zh_hans: 两个全局快捷键都已被其他 App 占用，请重新设置

source: Bottom center
zh_hans: 底部居中

source: Browser page
zh_hans: 浏览器页面

source: Cancel
zh_hans: 取消

source: Cancel Voice Agent
zh_hans: 取消语音 Agent

source: Cancel Voice Input
zh_hans: 取消语音输入

source: Cancelled
zh_hans: 已取消

source: Can’t undo. The text changed, or this app doesn’t support it.
zh_hans: 无法撤销，文字已被改动，或这个 App 不支持撤销

source: Casual in chat, complete sentences in email and documents, no trailing punctuation in code. Sends the current app’s name along with your speech.
zh_hans: 聊天里更口语，邮件和文档里更完整，代码里不加句尾标点。会把当前 App 的名字一并发给模型。

source: Category
zh_hans: 类别

source: Change Input Source
zh_hans: 更改输入法

source: Changes take effect when SayKuku reopens
zh_hans: 重新打开 SayKuku 后生效

source: Check for Updates…
zh_hans: 检查更新…

source: Check for updates automatically
zh_hans: 自动检查更新

source: Check the address before you open it
zh_hans: 先核对网址，再决定是否打开

source: Check the search terms before they go to %@
zh_hans: 先核对搜索词，再决定是否发给 %@

source: Checks at launch, then once a day
zh_hans: 启动时检查，之后每天一次

source: Checks the level only. Nothing is saved, uploaded, or played back.
zh_hans: 只检测音量，不会保存、上传或回放

source: China (Beijing)
zh_hans: 中国内地（北京）

source: Choose All to see your other items.
zh_hans: 切换到“全部”查看其他条目。

source: Choose What to Import
zh_hans: 选择要导入的内容

source: Choose a retention period in Settings › History to start keeping history again.
zh_hans: 在“设置 › 历史”里选择保留期限即可重新记录。

source: Clear Filter
zh_hans: 清除筛选

source: Clear Filters
zh_hans: 清除筛选

source: Clear all history
zh_hans: 清空全部历史

source: Clear all history?
zh_hans: 清空全部历史？

source: Clear search
zh_hans: 清除搜索

source: Clear…
zh_hans: 清空…

source: Click here and press Fn to talk. Select text and press Fn twice to have Voice Agent rewrite it.
zh_hans: 点这里，按 Fn 说句话；选中文字后连按两次 Fn，让语音 Agent 改写。

source: Click to copy
zh_hans: 点按复制结果

source: Click where you want to type first
zh_hans: 请先点一下要输入文字的位置

source: Click, then press a new shortcut
zh_hans: 点击后按下新的组合键

source: Clipboard
zh_hans: 剪贴板

source: Close
zh_hans: 关闭

source: Clue
zh_hans: 线索

source: Common domains (select any)
zh_hans: 常用领域（可多选）

source: Connect Qwen and choose models for Voice Input and Voice Agent.
zh_hans: 连接 Qwen，并选择语音输入和语音 Agent 使用的模型。

source: Connect to Qwen
zh_hans: 连接 Qwen

source: Connected · Voice Agent %lld ms · Without a Workspace ID, Voice Input transcribes after you stop
zh_hans: 连接正常 · 语音 Agent %lld ms · 未填写业务空间 ID，语音输入会在说完后识别

source: Connected · Voice Input %lld ms · Voice Agent %lld ms
zh_hans: 连接正常 · 语音输入 %lld ms · 语音 Agent %lld ms

source: Connecting to Qwen…
zh_hans: 正在连接 Qwen…

source: Connection
zh_hans: 连接

source: Connection details
zh_hans: 连接信息

source: Content Creation
zh_hans: 内容创作

source: Continue
zh_hans: 继续

source: Continuous conversation
zh_hans: 连续对话

source: Copied
zh_hans: 已复制

source: Copied. Press ⌘V to paste.
zh_hans: 已复制，按 ⌘V 粘贴

source: Copy
zh_hans: 复制

source: Copy Result
zh_hans: 复制结果

source: Copy it, or insert it where you were typing
zh_hans: 可复制，或写入刚才的输入位置

source: Corrected %lld times
zh_hans: 累计纠正 %lld 次

source: Couldn’t check for updates
zh_hans: 无法检查更新

source: Couldn’t connect. Check your network and try again.
zh_hans: 无法连接网络，请检查网络后重试

source: Couldn’t get a result. Try again.
zh_hans: 没有拿到结果，请重试

source: Couldn’t play this recording. The file may have been moved or deleted.
zh_hans: 无法播放这段录音，文件可能已被移动或删除

source: Couldn’t reach Qwen. Check the Region and Workspace ID in Settings › Qwen Connection.
zh_hans: 无法连接 Qwen，请在“设置 › Qwen 连接”中检查地域和业务空间 ID

source: Couldn’t open this address. Check your default browser.
zh_hans: 无法打开此地址，请检查默认浏览器

source: Couldn’t read the API Key from this Mac’s Keychain. Try again before editing it.
zh_hans: 无法读取这台 Mac 钥匙串中的 API Key。请重试后再编辑。

source: Couldn’t read local data, so new changes won’t be saved. See History for details.
zh_hans: 无法读取本机数据，新的更改暂时不会保存，详情见“历史”

source: Couldn’t read local data. Restart SayKuku and try again.
zh_hans: 无法读取本机数据，请重启 SayKuku 后重试

source: Couldn’t reopen SayKuku. Quit and open it again.
zh_hans: 无法重新打开 SayKuku，请退出后再打开

source: Couldn’t run the shortcut. Check it in the Shortcuts app.
zh_hans: 快捷指令运行失败，请在“快捷指令”App 中检查

source: Couldn’t save the API Key. Check Keychain on this Mac.
zh_hans: 无法保存 API Key，请检查这台 Mac 的钥匙串

source: Couldn’t save this to History. Transcription will continue.
zh_hans: 这条历史没能保存，识别不受影响

source: Couldn’t save your data, so recent changes may be lost. Check your available storage.
zh_hans: 本机数据没能保存，最近的更改可能会丢失，请检查磁盘空间

source: Couldn’t save your latest changes
zh_hans: 没能保存最近的更改

source: Couldn’t start
zh_hans: 无法启动

source: Couldn’t update Login Items. Check System Settings › General › Login Items.
zh_hans: 无法更新登录项，请在“系统设置 › 通用 › 登录项”中检查

source: Couldn’t use the microphone. Check your input device and microphone access.
zh_hans: 无法使用麦克风，请检查输入设备和麦克风权限

source: Current app
zh_hans: 当前 App

source: Custom vocabulary
zh_hans: 自定义词汇

source: Custom…
zh_hans: 自定义…

source: Delete
zh_hans: 删除

source: Delete All
zh_hans: 全部删除

source: Delete All also removes %lld starred items and every recording. This can’t be undone. To keep starred items, choose Delete All but Starred.
zh_hans: “全部删除”会连同 %lld 条星标记录和所有录音一起删除，且无法恢复。想保留星标记录，请选“保留星标，删除其余”。

source: Delete All but Starred
zh_hans: 保留星标，删除其余

source: Delete this item
zh_hans: 删除这条记录

source: Delete this starred item?
zh_hans: 删除这条星标记录？

source: Delete “%@”?
zh_hans: 删除“%@”？

source: Deleted
zh_hans: 已删除

source: Deleted. Undo is available.
zh_hans: 已删除，可以撤销。

source: Delete…
zh_hans: 删除…

source: Development build
zh_hans: 开发构建

source: Didn’t catch that. Try again.
zh_hans: 没有听清，请再说一次

source: Discard
zh_hans: 放弃

source: Discard this import?
zh_hans: 放弃这次导入？

source: Do Nothing
zh_hans: 不执行任何操作

source: Domains
zh_hans: 常用领域

source: Domains & Vocabulary
zh_hans: 常用领域与词汇

source: Done
zh_hans: 完成

# Done (status)
source: Done
zh_hans: 已完成

source: Don’t keep
zh_hans: 不保存

source: Download
zh_hans: 前往下载

source: Edit Item
zh_hans: 编辑条目

source: Edit Text
zh_hans: 返回修改

source: Edit “%@”
zh_hans: 编辑“%@”

source: Edit…
zh_hans: 编辑…

source: Enable
zh_hans: 开启

source: Enable & Test
zh_hans: 开启并测试

source: Enable Fn
zh_hans: 启用 Fn

source: Encrypted history from an earlier version wasn’t carried over
zh_hans: 旧版本的加密记录没有迁移过来

source: Ends recording after about 1 second of silence
zh_hans: 停顿约 1 秒后结束录音

source: Enter a name
zh_hans: 输入名称

source: Enter a name to continue
zh_hans: 填写名称后即可添加

source: Enter a name to save
zh_hans: 填写名称后即可保存

source: Everything else loaded normally. The original file was backed up as %@.
zh_hans: 其余内容都已正常载入。原文件已完整备份为 %@。

source: Filtered sensitive info
zh_hans: 已过滤的敏感信息

source: Finance & Investing
zh_hans: 金融与投资

source: Find Your Workspace ID
zh_hans: 查看业务空间 ID

source: Find…
zh_hans: 查找…

source: Fn and global shortcuts ready
zh_hans: Fn 与全局快捷键已就绪

source: Fn is set to “%@”. Pressing Fn twice opens system Dictation; set it to “%@” in Keyboard Settings.
zh_hans: Fn 当前设为「%1$@」，按两次 Fn 会打开系统听写，请在键盘设置改为「%2$@」。

source: Fn is set to “%@”. Set “Press fn key to” to “%@” in Keyboard Settings.
zh_hans: Fn 当前设为「%1$@」，请在键盘设置改为「%2$@」。

source: Fn needs Accessibility · Global shortcuts off
zh_hans: Fn 需要辅助功能权限 · 全局快捷键已关闭

source: Fn ready · Global shortcuts off
zh_hans: Fn 已就绪 · 全局快捷键已关闭

source: Follow the cursor
zh_hans: 跟随光标

source: Follows macOS by default. Changes take effect when SayKuku reopens.
zh_hans: 默认跟随 macOS，重新打开 SayKuku 后生效

source: For example: Vibe Coding, SayKuku, project names
zh_hans: 例如：Vibe Coding、SayKuku、项目代号

source: Forever
zh_hans: 永久

source: General
zh_hans: 通用

source: Get an API Key
zh_hans: 获取 API Key

source: Global shortcuts ready · Fn needs Accessibility
zh_hans: 全局快捷键可用 · Fn 需要辅助功能权限

source: Healthcare
zh_hans: 医疗健康

source: Hide Dock icon when window is closed
zh_hans: 关闭窗口后隐藏 Dock 图标

source: History
zh_hans: 历史

source: History and Memory data saved by an earlier encrypted version can’t be opened here. SayKuku won’t migrate or delete these files. They’re still on this Mac for you to keep or remove.
zh_hans: 早期版本加密保存的历史和记忆数据无法在当前版本打开。SayKuku 不会自动迁移或删除它们，文件仍在这台 Mac 上，保留还是删除由你决定。

source: History and recordings stay on this Mac and are deleted on schedule.
zh_hans: 历史记录和录音只保存在这台 Mac 上，并按期限自动删除。

source: History cleared
zh_hans: 已清空历史

source: History cleared. Starred items were kept.
zh_hans: 已清空历史，星标记录已保留

source: History is kept until you delete it.
zh_hans: 历史记录会一直保留，直到你手动删除。

source: History is off
zh_hans: 已停止记录历史

source: History isn’t being kept
zh_hans: 已选择不保存历史

source: Hold Fn
zh_hans: 按住 Fn

source: Hold briefly to start, release to insert. Esc cancels.
zh_hans: 按住片刻开始，松开即输入。按 Esc 取消。

source: Hold to talk, release to insert
zh_hans: 按住说话，松开即输入

source: Home
zh_hans: 首页

source: Ignore
zh_hans: 忽略

source: Ignored
zh_hans: 已忽略

source: Import %lld Items
zh_hans: 导入 %lld 条

source: Import from Text
zh_hans: 从文本导入

source: Import from Text…
zh_hans: 从文本导入…

source: Imported %lld items to Memory
zh_hans: 已导入 %lld 条到记忆

source: Imported from text
zh_hans: 从粘贴的文本导入

source: Includes private windows
zh_hans: 包括无痕窗口

source: Input gesture
zh_hans: 输入方式

source: Insert
zh_hans: 写入

source: Insert automatically
zh_hans: 自动写入

source: Inserted
zh_hans: 已输入

source: Interaction
zh_hans: 交互

source: Interface language
zh_hans: 界面语言

source: International (Singapore)
zh_hans: 国际（新加坡）

source: Its recording will be deleted too. This can’t be undone.
zh_hans: 录音也会一起删除，且无法恢复。

source: Just wrote: %@
zh_hans: 刚写的：%@

source: Keep Fn gestures ready
zh_hans: 确保 Fn 手势随时可用

source: Keep Importing
zh_hans: 继续导入

source: Keep history
zh_hans: 保留历史

source: Keep recordings so you can replay or retry them. They’re deleted with their history items.
zh_hans: 保留录音，方便回放和重新识别，并随对应的历史记录一起删除

source: Kept for %@. Starred items are never deleted automatically.
zh_hans: 保留 %@，星标记录不会自动删除。

source: Keychain access needs attention
zh_hans: 请检查钥匙串访问

source: Keyboard Settings
zh_hans: 键盘设置

source: Language
zh_hans: 语言

source: Language, permissions, startup, overlay, shortcuts, and updates.
zh_hans: 语言、权限、启动方式、浮层、快捷键和更新。

source: Last in %@
zh_hans: 最近在 %@

source: Later
zh_hans: 稍后

source: Learn from corrections
zh_hans: 从纠正中学习

source: Learned from a correction
zh_hans: 从纠正学到

source: Learning from corrections is off
zh_hans: 已关闭“从纠正中学习”

source: Legal
zh_hans: 法律

source: Lets SayKuku detect Fn, type into text fields and check the result, and read selected text when you use Voice Agent. SayKuku never logs your keystrokes.
zh_hans: 用来识别 Fn 手势、把文字写入输入框并核对结果，使用语音 Agent 时也会读取选中文字。SayKuku 不会记录你的按键。

source: Light cleanup
zh_hans: 轻整理

source: Light cleanup removes fillers and accidental repeats. Verbatim keeps hesitations and repeats.
zh_hans: 轻整理会去掉无意义口癖和紧邻重复；原样保留说话时的停顿与重复。

source: Listening
zh_hans: 正在监听

source: Listening…
zh_hans: 正在听…

source: Local data can’t be read right now
zh_hans: 本机数据暂时无法读取

source: Local data couldn’t be read, so SayKuku started fresh
zh_hans: 本机数据无法读取，已从空白记录重新开始

source: Lost connection to Qwen. Try again.
zh_hans: 与 Qwen 的连接中断了，请重试

source: Make sure this is the shortcut you meant
zh_hans: 确认这是你要运行的快捷指令

source: Manage
zh_hans: 管理

source: Marketing & Growth
zh_hans: 市场与增长

source: Match the app’s tone
zh_hans: 按当前 App 调整语气

source: May duplicate “%@”
zh_hans: 可能与“%@”重复

source: Memory
zh_hans: 记忆

source: Memory updated
zh_hans: 已更新记忆

source: Microphone
zh_hans: 麦克风

source: Microphone input level
zh_hans: 麦克风输入音量

source: Microphone level
zh_hans: 麦克风音量

source: Microphone permission required
zh_hans: 需要麦克风权限

source: Microphone test
zh_hans: 麦克风测试

source: Model ID
zh_hans: 模型 ID

source: Models
zh_hans: 模型

source: More actions
zh_hans: 更多操作

source: Must match where your API Key was created
zh_hans: 需与 API Key 所属地域一致

source: Name
zh_hans: 名称

source: Name of the app you’re using
zh_hans: 你正在使用的 App 名称

source: Names, projects and terms SayKuku remembers. Delete one and it forgets.
zh_hans: SayKuku 记住的人名、项目和用词。删掉就会忘记。

source: New
zh_hans: 新增

source: New items aren’t being saved. Existing ones stay until you clear them.
zh_hans: 已停止记录新内容，已有记录会保留到你手动清空。

source: New items aren’t saved. Existing ones stay until you clear them.
zh_hans: 不再记录新内容，已有记录会保留到你手动清空

source: No history in this category
zh_hans: 这个分类还没有历史记录

source: No history yet
zh_hans: 还没有历史记录

source: No input device found
zh_hans: 未找到输入设备

source: No items in this category
zh_hans: 这个分类还没有条目

source: No matching history
zh_hans: 没有找到匹配的历史记录

source: No matching items
zh_hans: 没有找到匹配的条目

source: No names or terms found
zh_hans: 没有找到可以保存的名称或术语

source: No recording
zh_hans: 没有录音

source: None selected
zh_hans: 尚未选择

source: Not Now
zh_hans: 以后再说

source: Not tested
zh_hans: 尚未测试

source: Nothing remembered yet
zh_hans: 还没有记住任何内容

source: Number format
zh_hans: 数字格式

source: OK
zh_hans: 好

source: Off
zh_hans: 未开启

source: Off. %@ still works.
zh_hans: 已关闭，%@ 照常可用

source: On
zh_hans: 已开启

source: On the API Key page, create a key, then paste it below.
zh_hans: 在“API Key”页面创建一个 Key，复制后粘贴到下方。

source: Only your voice will be sent
zh_hans: 本次只发送你的语音

source: Open
zh_hans: 打开

source: Open Guide
zh_hans: 打开引导

source: Open Memory
zh_hans: 打开记忆

source: Open Model Studio Console
zh_hans: 打开百炼控制台

source: Open SayKuku
zh_hans: 打开 SayKuku

source: Open Settings
zh_hans: 打开设置

source: Open System Settings
zh_hans: 打开系统设置

source: Open at login
zh_hans: 登录时打开

source: Open link
zh_hans: 打开网址

source: Open this link?
zh_hans: 打开这个网址？

source: Opened Settings › Qwen Connection
zh_hans: 已打开“设置 › Qwen 连接”

source: Opening…
zh_hans: 正在打开…

source: Optional. Lets Voice Input transcribe as you speak instead of after you stop.
zh_hans: 可选，填写后语音输入会边说边识别，不用等你说完

source: Optional: click your avatar in the top-right corner of the console and copy your Workspace ID (it starts with llm-). With it, Voice Input transcribes as you speak.
zh_hans: 可选：点击控制台右上角的头像，复制业务空间 ID（以 llm- 开头）填到下方，语音输入就能边说边识别。

source: Organization
zh_hans: 组织

source: Organizations
zh_hans: 组织

source: Other
zh_hans: 其他

source: Overlay
zh_hans: 浮层

source: Overlay position
zh_hans: 浮层位置

source: Password fields
zh_hans: 密码框

source: Password managers
zh_hans: 密码管理器

source: Password managers include 1Password, Bitwarden, LastPass, Dashlane, KeePassXC, Keychain Access, and Passwords.
zh_hans: 密码管理器包括 1Password、Bitwarden、LastPass、Dashlane、KeePassXC、钥匙串访问和“密码”。

source: Paste some text and SayKuku will pick out names, projects, and terms.
zh_hans: 粘贴一段文字，SayKuku 会找出其中的人名、项目和术语。

source: People
zh_hans: 人物

source: Permission guide
zh_hans: 权限引导

source: Person
zh_hans: 人物

source: Pick the domains you talk about most, and SayKuku will favor their terms when transcribing. You can also add your own product names, technical terms, or industry jargon.
zh_hans: 选择你常聊的领域，识别时会优先考虑相关术语。你也可以添加自己的产品名、技术词或行业词。

source: Play Recording
zh_hans: 播放录音

source: Play a sound when recording starts and stops
zh_hans: 开始和结束时播放提示音

source: Play recording
zh_hans: 播放录音

source: Position
zh_hans: 位置

source: Possible duplicate
zh_hans: 可能重复

source: Prefer digits
zh_hans: 优先阿拉伯数字

source: Press Fn and start talking. Your history shows up here.
zh_hans: 按 Fn 说句话，记录就会出现在这里。

source: Press Fn in any text field. No need to open SayKuku.
zh_hans: 在任意输入框按 Fn 即可，不用打开 SayKuku。

source: Press Fn twice to write, edit, or ask by voice.
zh_hans: 连按两次 Fn，说出要写、修改或查询的内容。

source: Press keys…
zh_hans: 按下快捷键…

source: Press new keys · Esc to cancel · Delete to turn off
zh_hans: 按下新的组合键 · Esc 取消 · Delete 关闭

source: Press to start, press again to finish. %@ still works.
zh_hans: 按一次开始，再按一次结束；%@ 照常可用

source: Pressing Fn twice
zh_hans: 连按两次 Fn

source: Privacy
zh_hans: 隐私

source: Processing failed
zh_hans: 处理失败

source: Processing…
zh_hans: 正在处理…

source: Product Design
zh_hans: 产品设计

source: Product Management
zh_hans: 产品管理

source: Project
zh_hans: 项目

source: Projects
zh_hans: 项目

source: Puts results right into the text field you’re using. When off, they stay in the overlay for you to copy.
zh_hans: 把结果直接写入你正在用的输入框；关闭后结果留在浮层，供你复制

source: Quick Start
zh_hans: 快速开始

source: Quit Anyway
zh_hans: 仍然退出

source: Quit SayKuku
zh_hans: 退出 SayKuku

source: Qwen Connection
zh_hans: Qwen 连接

source: Qwen couldn’t handle the request. Try again.
zh_hans: Qwen 暂时无法处理，请重试

source: Qwen rejected this request. Try again, or check the model in Settings › Qwen Connection.
zh_hans: Qwen 没有接受这次请求，请重试，或在“设置 › Qwen 连接”中检查模型

source: Qwen took too long to respond. Try again.
zh_hans: Qwen 响应超时，请重试

source: Real-time transcription
zh_hans: 实时识别语音

source: Recent conversation
zh_hans: 最近对话

source: Recheck status, enable access, and test the microphone
zh_hans: 重新检查状态、开启权限并测试麦克风

source: Recognition
zh_hans: 识别

source: Recognition language
zh_hans: 识别语言

source: Record Shortcut
zh_hans: 录制快捷键

source: Recording stops in %lld seconds
zh_hans: %lld 秒后自动结束录音

source: Region
zh_hans: 地域

source: Remember
zh_hans: 记住

source: Remember “%@” as “%@”?
zh_hans: 把“%@”记为“%@”？

source: Remembered
zh_hans: 已记住

source: Remembers recent conversations in the same app for 30 minutes. Quitting SayKuku clears them.
zh_hans: 记住同一个 App 中最近的对话，保留 30 分钟，退出 SayKuku 时清除

source: Remove %@
zh_hans: 移除“%@”

source: Remove Star
zh_hans: 取消星标

source: Remove every history item and recording from this Mac
zh_hans: 删除这台 Mac 上的所有历史记录和录音

source: Remove star
zh_hans: 取消星标

source: Reopen Now
zh_hans: 现在重新打开

source: Report a Problem…
zh_hans: 反馈问题…

source: Requesting…
zh_hans: 正在请求…

source: Required while the Dock icon is hidden
zh_hans: 开启“关闭窗口后隐藏 Dock 图标”时需保留

source: Requires a Workspace ID in Qwen Connection
zh_hans: 需先在“Qwen 连接”中填写业务空间 ID

source: Restricted
zh_hans: 受限制

source: Result
zh_hans: 结果

source: Restore the deleted history item
zh_hans: 恢复刚删除的历史记录

source: Retry Transcription
zh_hans: 重新识别

source: Review the suggestions and choose what SayKuku should remember.
zh_hans: 检查建议，选择要让 SayKuku 记住的内容。

source: Review what’s sent
zh_hans: 查看本次会发送的内容

source: Rewrite selected text, ask questions, or open pages
zh_hans: 改写选中文字、提问或打开网页

source: Run
zh_hans: 运行

source: Run shortcut
zh_hans: 运行快捷指令

source: Run this shortcut?
zh_hans: 运行这个快捷指令？

source: Running · %@
zh_hans: 正在执行 · %@

source: Running…
zh_hans: 正在执行…

source: Save
zh_hans: 保存

source: Save recordings
zh_hans: 保存录音

source: Saved in this Mac’s Keychain
zh_hans: 已保存在这台 Mac 的钥匙串中

source: Saving recording…
zh_hans: 正在保存录音…

source: SayKuku %@ is available
zh_hans: SayKuku %@ 已发布

source: SayKuku %@ is the latest version.
zh_hans: SayKuku %@ 是当前最新版本。

source: SayKuku doesn’t work in password fields or password managers.
zh_hans: 为保护隐私，SayKuku 不在密码框和密码管理器中使用

source: SayKuku keeps running in the menu bar. Reopening the window brings the Dock icon back.
zh_hans: SayKuku 仍在菜单栏运行，重新打开窗口时 Dock 图标会恢复

source: SayKuku needs the microphone to hear you and Accessibility to type into text fields.
zh_hans: SayKuku 需要麦克风来听你说话，还需要辅助功能把文字写入输入框。

source: SayKuku only records and sends audio after you press Fn or your shortcut
zh_hans: 只在你按下 Fn 或快捷键后才录音并发送

source: SayKuku quit before this finished
zh_hans: SayKuku 退出时还没处理完

source: SayKuku remembers these words. You can add aliases later in Memory.
zh_hans: SayKuku 会记住这些词，以后可以在“记忆”里补别名。

source: SayKuku uses Qwen on Alibaba Cloud Model Studio to transcribe your voice and handle commands. Follow the steps below to get an API Key.
zh_hans: SayKuku 用阿里云百炼的 Qwen 识别语音、处理指令。按下面的步骤拿到 API Key，就能开始用了。

source: SayKuku voice overlay
zh_hans: SayKuku 语音浮层

source: Search
zh_hans: 搜索

source: Search engine
zh_hans: 搜索引擎

source: Search for this?
zh_hans: 搜索这段内容？

source: Search names, aliases, or clues
zh_hans: 搜索名称、别名或线索

source: Search text or apps
zh_hans: 搜索内容或 App

source: Search the web
zh_hans: 网页搜索

source: Selected text
zh_hans: 选中文字

source: Separate aliases with commas
zh_hans: 多个别名用顿号或逗号分隔

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Shortcut status
zh_hans: 快捷键状态

source: Shortcuts
zh_hans: 快捷键

source: Shortcuts need ⌘ or ⌃
zh_hans: 快捷键需包含 ⌘ 或 ⌃

source: Shortcuts with only ⌘ or ⇧⌘ belong to apps. Add ⌃ or ⌥.
zh_hans: 只含 ⌘ 或 ⇧⌘ 的组合留给各个 App，请加上 ⌃ 或 ⌥

source: Show Emoji & Symbols
zh_hans: 显示表情与符号

source: Show Less
zh_hans: 收起

source: Show More
zh_hans: 展开

source: Show in Finder
zh_hans: 在访达中显示

source: Show in menu bar
zh_hans: 在菜单栏显示

source: Sign in to the Alibaba Cloud Model Studio console in the region you pick below.
zh_hans: 登录阿里云百炼控制台，地域与下方所选一致。

source: Skip
zh_hans: 跳过

source: Skip This Version
zh_hans: 跳过此版本

source: Software Development
zh_hans: 软件开发

source: Software Update
zh_hans: 软件更新

source: Something went wrong. Try again.
zh_hans: 出了点问题，请重试

source: Sound detected
zh_hans: 已检测到声音

source: Speech cleanup
zh_hans: 口语整理

source: Spoken
zh_hans: 你说的

source: Star
zh_hans: 加星标

source: Star and keep forever
zh_hans: 加星标，永久保留

source: Starred items are never deleted automatically
zh_hans: 星标记录不受此期限影响

source: Start Dictation
zh_hans: 开始听写（连按两下🌐︎键）

source: Start Test
zh_hans: 开始测试

source: Start Voice Agent
zh_hans: 开始语音 Agent

source: Start Voice Input
zh_hans: 开始语音输入

source: Start input, open the app, and check shortcut status
zh_hans: 快速开始输入、打开窗口并查看快捷键状态

source: Starting shortcuts…
zh_hans: 正在启动快捷键…

source: Starting…
zh_hans: 正在启动…

source: Startup & background
zh_hans: 启动与后台

source: Step %lld of %lld
zh_hans: 第 %lld 步，共 %lld 步

source: Stop & output
zh_hans: 结束与输出

source: Stop Playback
zh_hans: 停止播放
